{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"<h1>":5,"<h2>":6,"<h3>":7,"<h4>":8,"<h5>":9,"<h6>":10,"<ul>":11,"<li>":12,"<ol>":13,"<b>":14,"<i>":15,"<a>":16,"!":17,"\"":18,"#":19,"$":20,"%":21,"&":22,"'":23,"(":24,")":25,"*":26,"+":27,",":28,"-":29,".":30,"/":31,"0":32,"1":33,"2":34,"3":35,"4":36,"5":37,"6":38,"7":39,"8":40,"9":41,":":42,";":43,"<":44,"=":45,">":46,"?":47,"@":48,"A":49,"B":50,"C":51,"D":52,"E":53,"F":54,"G":55,"H":56,"I":57,"J":58,"K":59,"L":60,"M":61,"N":62,"O":63,"P":64,"Q":65,"R":66,"S":67,"T":68,"U":69,"V":70,"W":71,"X":72,"Y":73,"Z":74,"[":75,"\\":76,"]":77,"^":78,"_":79,"`":80,"a":81,"b":82,"c":83,"d":84,"e":85,"f":86,"g":87,"h":88,"i":89,"j":90,"k":91,"l":92,"m":93,"n":94,"o":95,"p":96,"q":97,"r":98,"s":99,"t":100,"u":101,"v":102,"w":103,"x":104,"y":105,"z":106,"{":107,"|":108,"}":109,"~":110,"¡":111,"¢":112,"£":113,"¤":114,"¥":115,"¦":116,"§":117,"¨":118,"©":119,"ª":120,"«":121,"¬":122,"®":123,"¯":124,"°":125,"±":126,"²":127,"³":128,"´":129,"µ":130,"¶":131,"·":132,"¸":133,"¹":134,"º":135,"»":136,"¼":137,"½":138,"¾":139,"¿":140,"À":141,"Á":142,"Â":143,"Ã":144,"Ä":145,"Å":146,"Æ":147,"Ç":148,"È":149,"É":150,"Ê":151,"Ë":152,"Ì":153,"Í":154,"Î":155,"Ï":156,"Ð":157,"Ñ":158,"Ò":159,"Ó":160,"Ô":161,"Õ":162,"Ö":163,"×":164,"Ø":165,"Ù":166,"Ú":167,"Û":168,"Ü":169,"Ý":170,"Þ":171,"ß":172,"à":173,"á":174,"â":175,"ã":176,"ä":177,"å":178,"æ":179,"ç":180,"è":181,"é":182,"ê":183,"ë":184,"ì":185,"í":186,"î":187,"ï":188,"ð":189,"ñ":190,"ò":191,"ó":192,"ô":193,"õ":194,"ö":195,"÷":196,"ø":197,"ù":198,"ú":199,"û":200,"ü":201,"ý":202,"þ":203,"ÿ":204,"Ā":205,"ā":206,"Ă":207,"ă":208,"Ą":209,"ą":210,"Ć":211,"ć":212,"Ĉ":213,"ĉ":214,"Ċ":215,"ċ":216,"Č":217,"č":218,"Ď":219,"ď":220,"Đ":221,"đ":222,"Ē":223,"ē":224,"Ĕ":225,"ĕ":226,"Ė":227,"ė":228,"Ę":229,"ę":230,"Ě":231,"ě":232,"Ĝ":233,"ĝ":234,"Ğ":235,"ğ":236,"Ġ":237,"ġ":238,"Ģ":239,"ģ":240,"Ĥ":241,"ĥ":242,"Ħ":243,"ħ":244,"Ĩ":245,"ĩ":246,"Ī":247,"ī":248,"Ĭ":249,"ĭ":250,"Į":251,"į":252,"İ":253,"ı":254,"Ĳ":255,"ĳ":256,"Ĵ":257,"ĵ":258,"Ķ":259,"ķ":260,"ĸ":261,"Ĺ":262,"ĺ":263,"Ļ":264,"ļ":265,"Ľ":266,"ľ":267,"Ŀ":268,"ŀ":269,"Ł":270,"ł":271,"Ń":272,"Ġd":273,"Ġa":274,"en":275,"es":276,"ra":277,"to":278,"co":279,"Ġe":280,"Ġde":281,"Ġp":282,"da":283,"Ġs":284,"čĊ":285,"Ã§":286,"ia":287,"te":288,"Ġr":289,"Ã£":290,"Ġco":291,"Ã£o":292,"Ġf":293,"ta":294,"Ġo":295,"men":296,"as":297,"or":298,"is":299,"os":300,"Ã©":301,"Ġn":302,"Ã§Ã£o":303,"ma":304,"nc":305,"Ġda":306,"qu":307,"ida":308,"ic":309,"in":310,"Ġcon":311,"il":312,"Ġpa":313,"el":314,"de":315,"tora":316,"al":317,"Ġv":318,"Ġqu":319,"Ġse":320,"mento":321,"Ġg":322,"ec":323,"io":324,"Ġu":325,"Ġau":326,"ess":327,"Ġem":328,"Ã©u":329,"Ġc":330,"Ġsu":331,"iv":332,"ĠrÃ©u":333,"ar":334,"do":335,"Ã¡":336,"Ãª":337,"Ġque":338,"er":339,"Ġcom":340,"ncia":341,"Ãªncia":342,"ei":343,"aÃ§Ã£o":344,"eg":345,"imento":346,"ria":347,"Ã§a":348,"ha":349,"ri":350,"Ġautora":351,"Ġm":352,"Ã³":353,"Ġpara":354,"ÃŃ":355,"Ġdo":356,"Ġal":357,"</":358,"ĠA":359,"tu":360,"Ġes":361,"Ġma":362,"ran":363,"ilha":364,"re":365,"Ġin":366,"Ġfin":367,"Ġno":368,"eira":369,"Ġfina":370,"Ġas":371,"mente":372,"des":373,"im":374,"mb":375,"ten":376,"µes":377,"Ãµes":378,"Ġen":379,"Ġpr":380,"idade":381,"ica":382,"Ġum":383,"Ġfinanc":384,"Da":385,"ien":386,"na":387,"ti":388,"Ġl":389,"Ġfilha":390,"ecess":391,"on":392,"viv":393,"Ġdes":394,"eni":395,"das":396,"Ġgeni":397,"rian":398,"Ġfinanceira":399,"an":400,"cio":401,"em":402,"me":403,"ol":404,"Ġdi":405,"Ġnecess":406,"Ġuma":407,"imentos":408,"iente":409,"vivÃªncia":410,"Ġgenitora":411,"fic":412,"ui":413,"vel":414,"ĠÃ©":415,"Ġre":416,"tar":417,"Ġcont":418,"Ġsua":419,"am":420,"dos":421,"ĠC":422,"Ġamb":423,"Ġdev":424,"Ġpel":425,"Ġsi":426,"tan":427,"idades":428,"ĠconvivÃªncia":429,"Ġpar":430,"rianÃ§a":431,"di":432,"pes":433,"ul":434,"us":435,"va":436,"Ãł":437,"Ġb":438,"ĠÃł":439,"col":440,"alor":441,"iol":442,"ita":443,"ro":444,"si":445,"uar":446,"ĠR":447,"Ġpor":448,"Ã§Ãµes":449,"Ġres":450,"Ġfor":451,"Ġvalor":452,"Ġviol":453,"Ã¡vel":454,"uarda":455,"bil":456,"le":457,"tiv":458,"vol":459,"ĠE":460,"Ġ[":461,"Ġim":462,"Ġdos":463,"ral":464,"Ġpos":465,"Ġrel":466,"Ġfam":467,"Ã©m":468,"Ġna":469,"Ġnas":470,"icas":471,"ilia":472,"ĠcrianÃ§a":473,"Ġcomp":474,"rib":475,"Ġalimentos":476,"Ġman":477,"Ġdespes":478,"Ġambiente":479,"volv":480,"Ġimp":481,"Ġdespesas":482,"mp":483,"ora":484,"pon":485,"sa":486,"tre":487,"uran":488,"Ġt":489,"Ġdas":490,"Ġag":491,"enta":492,"raÃ§Ã£o":493,"tos":494,"Ġso":495,"Ġreg":496,"Ġos":497,"Ġconf":498,"Ġguarda":499,"tuaÃ§Ã£o":500,"Ġfinanceiras":501,"Ġnecessidades":502,"Ġcontrib":503,"ĠsituaÃ§Ã£o":504,"Ġparte":505,"Ġforma":506,"Ġnasc":507,"Ġcontribui":508,"],":509,"aran":510,"fr":511,"iz":512,"mo":513,"no":514,"nal":515,"ocio":516,"res":517,"st":518,"sten":519,"Ġ2":520,"ĠO":521,"Ġto":522,"Ġte":523,"Ġmen":524,"Ġap":525,"enda":526,"Ġsa":527,"ĠfÃŃ":528,"iss":529,"ĠnÃ£o":530,"Ġgaran":531,"Ġemocio":532,"Ġsuas":533,"Ġsusten":534,"ega":535,"Ã³g":536,"tir":537,"tanto":538,"Ġbem":539,"colÃ³g":540,"sicolÃ³g":541,"ĠviolÃªncia":542,"tiva":543,"volvimento":544,"ĠfÃŃs":545,"Ġgarantir":546,"ado":547,"acio":548,"bri":549,"jus":550,"ne":551,"por":552,"pis":553,"rio":554,"ress":555,"su":556,"seg":557,"Ãº":558,"ĠF":559,"ĠN":560,"ĠP":561,"Ġess":562,"Ġdia":563,"envolvimento":564,"esen":565,"estar":566,"esmo":567,"cor":568,"Ġex":569,"Ġepis":570,"Ġpri":571,"ĠpsicolÃ³g":572,"teg":573,"Ġou":574,"Ġpai":575,"Ġvis":576,"Ġcu":577,"art":578,"eito":579,"Ã³p":580,"Ã³di":581,"tual":582,"Ġnova":583,"Ġenfr":584,"Ġpresen":585,"Ġdesenvolvimento":586,"ando":587,"ficiente":588,"Ġdeve":589,"Ġpela":590,"Ġrespon":591,"bilidade":592,"Ġrelacio":593,"Ġagress":594,"Ġnascimento":595,"Ġtodas":596,"Ġmenor":597,"Ġemocional":598,"Ġresponsa":599,"Ġrelaciona":600,"00":601,"01":602,"Des":603,"OS":604,"ate":605,"bel":606,"cia":607,"dÃ¡vel":608,"lia":609,"lmente":610,"nil":611,"oi":612,"pa":613,"rc":614,"sÃªncia":615,"tes":616,"udÃ¡vel":617,"ve":618,"ĠG":619,"Ġten":620,"Ġao":621,"Ġade":622,"Ġame":623,"ram":624,"con":625,"Ġele":626,"ĠsÃ£o":627,"ialmente":628,"Ã£e":629,"Ġfoi":630,"taÃ§Ã£o":631,"tabel":632,"Ġocor":633,"orme":634,"Ġcondi":635,"Ġvida":636,"Ġseg":637,"Ġsem":638,"Ġser":639,"Ġseu":640,"ĠausÃªncia":641,"Ġsuficiente":642,"Ã¡rio":643,"ers":644,"Ġmo":645,"ĠmÃ£e":646,"ÃŃlia":647,"Ġalega":648,"Ġesp":649,"Ġescol":650,"Ġestabel":651,"Ġmais":652,"ilhada":653,"Ġinteg":654,"imita":655,"Ġpro":656,"Ġleg":657,"Ġlimita":658,"Ġdific":659,"ĠCon":660,"ulda":661,"Ġposs":662,"Ġfamilia":663,"ĠfamÃŃlia":664,"iliaÃ§Ã£o":665,"Ġmaneira":666,"Ġimpe":667,"uranÃ§a":668,"Ġtra":669,"Ġconforme":670,"nome":671,"Ġ201":672,"ĠsaudÃ¡vel":673,"Ġsustento":674,"ĠfÃŃsica":675,"porte":676,"ĠepisÃ³di":677,"Ġprior":678,"Ġvisita":679,"artilhada":680,"ĠagressÃµes":681,"ateral":682,"ciais":683,"nilateral":684,"Ġadequ":685,"Ġamea":686,"ĠcondiÃ§Ãµes":687,"Ġestabelec":688,"Ġdificulda":689,"Ġfamiliar":690,"ĠepisÃ³dios":691,"Dos":692,"Mesmo":693,"PR":694,"Su":695,"az":696,"ais":697,"br":698,"ci":699,"caÃ§Ã£o":700,"du":701,"dÃŃ":702,"drian":703,"eu":704,"ez":705,"fica":706,"ga":707,"gn":708,"gna":709,"he":710,"ip":711,"ico":712,"idos":713,"ifica":714,"la":715,"mi":716,"mÃ©":717,"miss":718,"ntre":719,"reito":720,"se":721,"stan":722,"tro":723,"tÃ¡vel":724,"un":725,"ura":726,"uda":727,"xa":728,"ĠDes":729,"ĠMesmo":730,"ĠSu":731,"Ġdiv":732,"Ġduran":733,"Ġaf":734,"Ġaten":735,"Ġajus":736,"Ġane":737,"Ġatual":738,"ento":739,"est":740,"rava":741,"Ġedu":742,"data":743,"ter":744,"Ġris":745,"Ġrec":746,"tado":747,"Ġobri":748,"mentar":749,"astos":750,"quer":751,"idas":752,"idados":753,"Ġconstan":754,"Ġpais":755,"Ġqual":756,"Ġsej":757,"Ġsema":758,"Ġsepa":759,"mentos":760,"ecialmente":761,"Ġunilateral":762,"Ġca":763,"Ã¡ria":764,"ĠalÃ©m":765,"ĠAdrian":766,"tura":767,"Ġinsu":768,"Ġasseg":769,"ime":770,"mbora":771,"Ġentre":772,"Ġentanto":773,"Ġprec":774,"tid":775,"tima":776,"Ġlaz":777,"olis":778,"Ġdigna":779,"Ġdireito":780,"Ġnecessidade":781,"ĠCrianÃ§a":782,"Ġambos":783,"Ġpelos":784,"Ġsign":785,"ĠEntre":786,"ĠrelaÃ§Ã£o":787,"Ġcompartilhada":788,"Ġtran":789,"Ġregul":790,"Ġregime":791,"Ġcontribuir":792,"ĠcontribuiÃ§Ã£o":793,"izar":794,"Ġtem":795,"ĠNo":796,"Ġcuidados":797,"Ã³polis":798,"Ġenfrenta":799,"ĠpresenÃ§a":800,"Ġresponsabilidade":801,"Ġrelacionamento":802,"veis":803,"Ġespecialmente":804,"Ġescolar":805,"Ġintegral":806,"Ġpossui":807,"Ġvisitas":808,"ĠameaÃ§a":809,"Ġdificuldades":810,"ificativa":811,"mÃ©st":812,"Ġdurante":813,"ĠeducaÃ§Ã£o":814,"Ġrisco":815,"Ġconstante":816,"ĠseparaÃ§Ã£o":817,"ĠAdrianÃ³polis":818,"Ġassegura":819,"Ġlazer":820,"Ġsignificativa":821,"100":822,"AT":823,"Al":824,"AÃ§Ã£o":825,"DOS":826,"Os":827,"ac":828,"ados":829,"ajus":830,"bl":831,"bra":832,"bal":833,"bre":834,"cu":835,"cin":836,"cess":837,"dv":838,"dica":839,"dimentos":840,"didas":841,"eb":842,"edo":843,"gan":844,"hec":845,"hÃ¡":846,"id":847,"imen":848,"inc":849,"li":850,"lu":851,"lic":852,"nu":853,"nte":854,"nas":855,"nde":856,"nÃ§a":857,"ou":858,"ocu":859,"pr":860,"per":861,"paÃ§Ã£o":862,"ros":863,"sÃ£o":864,"sicas":865,"sporte":866,"tic":867,"tÃ¡":868,"tri":869,"uro":870,"vis":871,"vos":872,"Ãī":873,"ĠU":874,"Ġta":875,"ĠDa":876,"ĠhÃ¡":877,"Ġinc":878,"Ġdess":879,"Ġaco":880,"Ġain":881,"Ġativa":882,"Ġarc":883,"Ġacess":884,"Ġadv":885,"entos":886,"endimentos":887,"estaÃ§Ã£o":888,"rabilidade":889,"cou":890,"Ġev":891,"Ġela":892,"Ġdec":893,"Ġpre":894,"Ġpers":895,"Ġsal":896,"teria":897,"teraÃ§Ã£o":898,"Ġrenda":899,"Ġrendimentos":900,"Ġcobri":901,"ĠfiliaÃ§Ã£o":902,"tamente":903,"Ġonde":904,"oria":905,"orta":906,"organ":907,"isa":908,"Ġnos":909,"Ġconsi":910,"elaÃ§Ã£o":911,"der":912,"Ġvul":913,"Ġvez":914,"Ġquan":915,"Ġseus":916,"Ġgran":917,"ĠgestaÃ§Ã£o":918,"iona":919,"Ġaumento":920,"Ġaumentar":921,"essÃ£o":922,"Ġcas":923,"Ġcer":924,"Ġcria":925,"Ġcidade":926,"Ġsuporte":927,"Ã¡sicas":928,"Ġcomo":929,"ego":930,"rias":931,"rir":932,"ĠmÃ©":933,"Ġmesmo":934,"Ġmuda":935,"Ã³s":936,"ÃŃtima":937,"ÃŃnu":938,"ĠdomÃ©st":939,"Ġalter":940,"Ġalimen":941,"ĠAl":942,"ĠestÃ¡vel":943,"Ġmar":944,"Ġmarc":945,"Ġmateria":946,"Ġinseg":947,"Ġnovos":948,"Ġfinais":949,"Ġassu":950,"desto":951,"Ġenvolv":952,"ĠprÃ³p":953,"Ġfinancei":954,"ientes":955,"nados":956,"tico":957,"ecessidade":958,"anha":959,"ficientes":960,"Ġreal":961,"Ġrecon":962,"Ġreajus":963,"Ġreorgan":964,"ĠcontÃŃnu":965,"Ġdevida":966,"Ġpelo":967,"tando":968,"Ġpartic":969,"pesar":970,"ĠbÃ¡sicas":971,"ĠRÃ©u":972,"ĠRenda":973,"ĠRelaÃ§Ã£o":974,"Ġrestri":975,"bilidades":976,"ĠEle":977,"ĠEmbora":978,"Ġpostura":979,"Ġcompro":980,"Ġcomporta":981,"Ġmant":982,"Ġimpres":983,"Ġimpac":984,"mprir":985,"mpanha":986,"Ġagrava":987,"Ġsociais":988,"Ġconfli":989,"izando":990,"Ġteoria":991,"Ġaplic":992,"ĠapÃ³s":993,"ĠsaÃº":994,"isso":995,"ĠfÃŃsicas":996,"nerabilidade":997,"ĠFiliaÃ§Ã£o":998,"ĠFAT":999,"ĠNecessidade":1000,"ĠPor":1001,"ĠPais":1002,"Ġdias":1003,"ĠpsicolÃ³gicas":1004,"ĠpsicolÃ³gico":1005,"Ġoutro":1006,"Ġcumprir":1007,"tualmente":1008,"Ġresponsabilidades":1009,"Ġrelacionadas":1010,"ĠGuarda":1011,"ĠGastos":1012,"Ġtenha":1013,"Ġocorr":1014,"Ġocorre":1015,"ĠseguranÃ§a":1016,"Ġseguro":1017,"Ġmomentos":1018,"Ġmodesto":1019,"ĠalegaÃ§Ãµes":1020,"Ġprof":1021,"ĠlegÃŃtima":1022,"Ġlimitadas":1023,"ĠConvivÃªncia":1024,"Ġimpede":1025,"Ġtrau":1026,"Ġtrabal":1027,"Ġpriorizar":1028,"Ġadequado":1029,"Ġestabelecidos":1030,"cios":1031,"dÃŃvel":1032,"gaÃ§Ãµes":1033,"missÃ£o":1034,"ĠDesde":1035,"Ġafe":1036,"Ġanexa":1037,"entou":1038,"Ġreceb":1039,"ĠobrigaÃ§Ãµes":1040,"Ġsejam":1041,"Ġsemana":1042,"Ġinsuficientes":1043,"Ġprecisa":1044,"tidÃ£o":1045,"Ġtransporte":1046,"Ġenfrentada":1047,"Ġassegurar":1048,"cindÃŃvel":1049,"hecida":1050,"luem":1051,"ocupaÃ§Ã£o":1052,"pervis":1053,"Ġincluem":1054,"Ġacompanha":1055,"Ġainda":1056,"Ġarcar":1057,"Ġacesso":1058,"ĠpreocupaÃ§Ã£o":1059,"Ġpersis":1060,"ĠsalÃ¡rio":1061,"Ġcobrir":1062,"Ġvulnerabilidade":1063,"Ġquanto":1064,"Ġgrande":1065,"ionada":1066,"ĠcertidÃ£o":1067,"ĠmudanÃ§a":1068,"Ġalternados":1069,"ĠalimentaÃ§Ã£o":1070,"Ġmaterial":1071,"ĠinseguranÃ§a":1072,"Ġreconhecida":1073,"Ġparticip":1074,"ĠimprescindÃŃvel":1075,"Ġimpacto":1076,"ĠaplicaÃ§Ã£o":1077,"ĠsaÃºde":1078,"ĠFATOS":1079,"pervisionada":1080}