#version: 0.2
Ġ d
Ġ a
e n
e s
r a
t o
c o
Ġ e
Ġd e
Ġ p
d a
Ġ s
č Ċ
Ã §
i a
t e
Ġ r
Ã £
Ġ co
Ã£ o
Ġ f
t a
Ġ o
m en
a s
o r
i s
o s
Ã ©
Ġ n
Ã§ Ã£o
m a
n c
Ġd a
q u
i da
i c
i n
Ġco n
i l
Ġp a
e l
d e
to ra
a l
Ġ v
Ġ qu
Ġs e
men to
Ġ g
e c
i o
Ġ u
Ġa u
es s
Ġe m
Ã© u
Ġ c
Ġs u
i v
Ġr Ã©u
a r
d o
Ã ¡
Ã ª
Ġqu e
e r
Ġco m
nc ia
Ãª ncia
e i
a Ã§Ã£o
e g
i mento
r ia
Ã§ a
h a
r i
Ġau tora
Ġ m
Ã ³
Ġpa ra
Ã Ń
Ġd o
Ġa l
< /
Ġ A
t u
Ġ es
Ġ ma
ra n
il ha
r e
Ġ in
Ġf in
Ġn o
ei ra
Ġfin a
Ġa s
men te
d es
i m
m b
t en
µ es
Ã µes
Ġ en
Ġp r
ida de
ic a
Ġu m
Ġfina nc
D a
i en
n a
t i
Ġ l
Ġf ilha
ec ess
o n
v iv
Ġd es
en i
da s
Ġg eni
ria n
Ġfinanc eira
a n
c io
e m
m e
o l
Ġd i
Ġn ecess
Ġu ma
imento s
ien te
viv Ãªncia
Ġgeni tora
f ic
u i
v el
Ġ Ã©
Ġr e
ta r
Ġcon t
Ġsu a
a m
d os
Ġ C
Ġa mb
Ġde v
Ġp el
Ġs i
ta n
ida des
Ġcon vivÃªncia
Ġpa r
rian Ã§a
d i
p es
u l
u s
v a
Ã ł
Ġ b
Ġ Ãł
co l
al or
io l
i ta
r o
s i
u ar
Ġ R
Ġp or
Ã§ Ãµes
Ġr es
Ġf or
Ġv alor
Ġv iol
Ã¡ vel
uar da
b il
l e
t iv
v ol
Ġ E
Ġ [
Ġ im
Ġd os
ra l
Ġp os
Ġr el
Ġf am
Ã© m
Ġn a
Ġn as
ic as
il ia
Ġc rianÃ§a
Ġcom p
ri b
Ġal imentos
Ġma n
Ġdes pes
Ġamb iente
vol v
Ġim p
Ġdespes as
m p
o ra
p on
s a
t re
u ran
Ġ t
Ġd as
Ġa g
en ta
ra Ã§Ã£o
to s
Ġs o
Ġr eg
Ġo s
Ġcon f
Ġg uarda
tu aÃ§Ã£o
Ġfinanceira s
Ġnecess idades
Ġcont rib
Ġsi tuaÃ§Ã£o
Ġpar te
Ġfor ma
Ġnas c
Ġcontrib ui
] ,
a ran
f r
i z
m o
n o
n al
o cio
r es
s t
s ten
Ġ 2
Ġ O
Ġ to
Ġ te
Ġ men
Ġa p
en da
Ġs a
Ġf ÃŃ
is s
Ġn Ã£o
Ġg aran
Ġem ocio
Ġsu as
Ġsu sten
eg a
Ã³ g
ti r
tan to
Ġb em
col Ã³g
si colÃ³g
Ġviol Ãªncia
tiv a
volv imento
ĠfÃŃ s
Ġgaran tir
a do
a cio
b ri
j us
n e
p or
p is
r io
r ess
s u
s eg
Ã º
Ġ F
Ġ N
Ġ P
Ġ ess
Ġd ia
en volvimento
es en
es tar
es mo
co r
Ġe x
Ġe pis
Ġp ri
Ġp sicolÃ³g
te g
Ġo u
Ġpa i
Ġv is
Ġc u
ar t
ei to
Ã³ p
Ã³ di
tu al
Ġno va
Ġen fr
Ġpr esen
Ġdes envolvimento
an do
fic iente
Ġdev e
Ġpel a
Ġres pon
bil idade
Ġrel acio
Ġag ress
Ġnasc imento
Ġto das
Ġmen or
Ġemocio nal
Ġrespon sa
Ġrelacio na
0 0
0 1
D es
O S
a te
b el
c ia
d Ã¡vel
l ia
l mente
n il
o i
p a
r c
s Ãªncia
t es
u dÃ¡vel
v e
Ġ G
Ġ ten
Ġa o
Ġa de
Ġa me
ra m
co n
Ġe le
Ġs Ã£o
ia lmente
Ã£ e
Ġf oi
ta Ã§Ã£o
ta bel
Ġo cor
or me
Ġcon di
Ġv ida
Ġse g
Ġse m
Ġse r
Ġse u
Ġau sÃªncia
Ġsu ficiente
Ã¡ rio
er s
Ġm o
Ġm Ã£e
ÃŃ lia
Ġal ega
Ġes p
Ġes col
Ġes tabel
Ġma is
ilha da
Ġin teg
im ita
Ġpr o
Ġl eg
Ġl imita
Ġdi fic
ĠC on
ul da
Ġpos s
Ġfam ilia
Ġfam ÃŃlia
ilia Ã§Ã£o
Ġman eira
Ġimp e
uran Ã§a
Ġt ra
Ġconf orme
no me
Ġ2 01
Ġsa udÃ¡vel
Ġsusten to
ĠfÃŃs ica
por te
Ġepis Ã³di
Ġpri or
Ġvis ita
art ilhada
Ġagress Ãµes
ate ral
cia is
nil ateral
Ġade qu
Ġame a
Ġcondi Ã§Ãµes
Ġestabel ec
Ġdific ulda
Ġfamilia r
ĠepisÃ³di os
D os
M esmo
P R
S u
a z
a is
b r
c i
c aÃ§Ã£o
d u
d ÃŃ
d rian
e u
e z
f ica
g a
g n
g na
h e
i p
i co
i dos
i fica
l a
m i
m Ã©
m iss
n tre
r eito
s e
s tan
t ro
t Ã¡vel
u n
u ra
u da
x a
Ġ Des
Ġ Mesmo
Ġ Su
Ġd iv
Ġd uran
Ġa f
Ġa ten
Ġa jus
Ġa ne
Ġa tual
en to
es t
ra va
Ġe du
da ta
te r
Ġr is
Ġr ec
ta do
Ġo bri
men tar
as tos
qu er
ida s
ida dos
Ġcon stan
Ġpa is
Ġqu al
Ġse j
Ġse ma
Ġse pa
mento s
ec ialmente
Ġu nilateral
Ġc a
Ã¡ ria
Ġal Ã©m
ĠA drian
tu ra
Ġin su
Ġas seg
im e
mb ora
Ġen tre
Ġen tanto
Ġpr ec
ti d
ti ma
Ġl az
ol is
Ġdi gna
Ġdi reito
Ġnecess idade
ĠC rianÃ§a
Ġamb os
Ġpel os
Ġsi gn
ĠE ntre
Ġrel aÃ§Ã£o
Ġcomp artilhada
Ġt ran
Ġreg ul
Ġreg ime
Ġcontribui r
Ġcontribui Ã§Ã£o
iz ar
Ġte m
ĠN o
Ġcu idados
Ã³p olis
Ġenfr enta
Ġpresen Ã§a
Ġresponsa bilidade
Ġrelaciona mento
ve is
Ġesp ecialmente
Ġescol ar
Ġinteg ral
Ġposs ui
Ġvisita s
Ġamea Ã§a
Ġdificulda des
ifica tiva
mÃ© st
Ġduran te
Ġedu caÃ§Ã£o
Ġris co
Ġconstan te
Ġsepa raÃ§Ã£o
ĠAdrian Ã³polis
Ġasseg ura
Ġlaz er
Ġsign ificativa
1 00
A T
A l
A Ã§Ã£o
D OS
O s
a c
a dos
a jus
b l
b ra
b al
b re
c u
c in
c ess
d v
d ica
d imentos
d idas
e b
e do
g an
h ec
h Ã¡
i d
i men
i nc
l i
l u
l ic
n u
n te
n as
n de
n Ã§a
o u
o cu
p r
p er
p aÃ§Ã£o
r os
s Ã£o
s icas
s porte
t ic
t Ã¡
t ri
u ro
v is
v os
Ã ī
Ġ U
Ġ ta
Ġ Da
Ġ hÃ¡
Ġ inc
Ġd ess
Ġa co
Ġa in
Ġa tiva
Ġa rc
Ġa cess
Ġa dv
en tos
en dimentos
es taÃ§Ã£o
ra bilidade
co u
Ġe v
Ġe la
Ġde c
Ġp re
Ġp ers
Ġs al
te ria
te raÃ§Ã£o
Ġr enda
Ġr endimentos
Ġco bri
Ġf iliaÃ§Ã£o
ta mente
Ġo nde
or ia
or ta
or gan
is a
Ġn os
Ġcon si
el aÃ§Ã£o
de r
Ġv ul
Ġv ez
Ġqu an
Ġse us
Ġg ran
Ġg estaÃ§Ã£o
io na
Ġau mento
Ġau mentar
ess Ã£o
Ġc as
Ġc er
Ġc ria
Ġc idade
Ġsu porte
Ã¡ sicas
Ġcom o
eg o
ria s
ri r
Ġm Ã©
Ġm esmo
Ġm uda
Ã³ s
ÃŃ tima
ÃŃ nu
Ġdo mÃ©st
Ġal ter
Ġal imen
ĠA l
Ġes tÃ¡vel
Ġma r
Ġma rc
Ġma teria
Ġin seg
Ġno vos
Ġfina is
Ġas su
des to
Ġen volv
Ġpr Ã³p
Ġfinanc ei
ien tes
na dos
ti co
ecess idade
an ha
fic ientes
Ġre al
Ġre con
Ġre ajus
Ġre organ
Ġcont ÃŃnu
Ġdev ida
Ġpel o
tan do
Ġpar tic
pes ar
Ġb Ã¡sicas
ĠR Ã©u
ĠR enda
ĠR elaÃ§Ã£o
Ġres tri
bil idades
ĠE le
ĠE mbora
Ġpos tura
Ġcomp ro
Ġcomp orta
Ġman t
Ġimp res
Ġimp ac
mp rir
mp anha
Ġag rava
Ġso ciais
Ġconf li
iz ando
Ġte oria
Ġap lic
Ġap Ã³s
Ġsa Ãº
iss o
ĠfÃŃs icas
ne rabilidade
ĠF iliaÃ§Ã£o
ĠF AT
ĠN ecessidade
ĠP or
ĠP ais
Ġdia s
ĠpsicolÃ³g icas
ĠpsicolÃ³g ico
Ġou tro
Ġcu mprir
tual mente
Ġresponsa bilidades
Ġrelaciona das
ĠG uarda
ĠG astos
Ġten ha
Ġocor r
Ġocor re
Ġseg uranÃ§a
Ġseg uro
Ġmo mentos
Ġmo desto
Ġalega Ã§Ãµes
Ġpro f
Ġleg ÃŃtima
Ġlimita das
ĠCon vivÃªncia
Ġimpe de
Ġtra u
Ġtra bal
Ġprior izar
Ġadequ ado
Ġestabelec idos
ci os
dÃŃ vel
ga Ã§Ãµes
miss Ã£o
ĠDes de
Ġaf e
Ġane xa
ento u
Ġrec eb
Ġobri gaÃ§Ãµes
Ġsej am
Ġsema na
Ġinsu ficientes
Ġprec isa
tid Ã£o
Ġtran sporte
Ġenfrenta da
Ġassegura r
cin dÃŃvel
hec ida
lu em
ocu paÃ§Ã£o
per vis
Ġinc luem
Ġaco mpanha
Ġain da
Ġarc ar
Ġacess o
Ġpre ocupaÃ§Ã£o
Ġpers is
Ġsal Ã¡rio
Ġcobri r
Ġvul nerabilidade
Ġquan to
Ġgran de
iona da
Ġcer tidÃ£o
Ġmuda nÃ§a
Ġalter nados
Ġalimen taÃ§Ã£o
Ġmateria l
Ġinseg uranÃ§a
Ġrecon hecida
Ġpartic ip
Ġimpres cindÃŃvel
Ġimpac to
Ġaplic aÃ§Ã£o
ĠsaÃº de
ĠFAT OS
pervis ionada
